Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/udi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: are single and over the age of 60
nb: er en enslig person over 60 år

source: The different national practices concerning granting of non-EU harmonised protection statuses (2010)
nb: The different national practices concerning granting of non-EU harmonised protection statuses (2010) Ikke alt innholdet på denne siden finnes på bokmål.

source: If you have a residence permit for getting married, this can not be renewed.
nb: Hvis du har en oppholdstillatelse for å gifte deg, kan den ikke fornyes.

source: NOK 10 000 in cash to caregivers, if they collaborate on the return
nb: 10 000 kroner i kontanter til omsorgspersoner dersom de samarbeider om retur

source: The passport cannot be issued by MUP R Srbije, Koordinaciona Uprava.
nb: Passet kan ikke være utstedt av MUP R Srbije, Koordinaciona Uprava

source: What happens if you do not leave Norway voluntarily?
nb: Hva skjer hvis du ikke reiser ut av Norge frivillig?

source: If this applies to you, we will summon you for testing at an embassy or the police.
nb: Hvis dette er aktuelt for deg, vil du få innkallelse til DNA-test fra politi eller ambassade.

source: If you do not have a digital mailbox, you will receive your letters from the UDI by regular post.
nb: Hvis du ikke har en digital postkasse, får du brev fra UDI som vanlig post.

source: in the last 90 days, you must check when it is possible for you to re-enter, and how many days you can stay in Schengen.
nb: i løpet av de siste 90 dagene, må du sjekke når det er mulig for deg å reise inn igjen, og hvor mange dager du kan være i Schengen.

source: At some meeting points, you must book an appointment, while at other meeting points you can meet directly.
nb: Noen steder må du bestille en time, mens andre steder kan du møte direkte i lokalene.

source: If you have applied for citizenship, residence in accordance with the Brexit regulations or you are an EU/EEA citizen who has registered as an employee:
nb: Hvis du har søkt om statsborgerskap, opphold etter Brexit-regelverket eller er EU/EØS-borger som har registrert deg som arbeidstaker:

source: families with children who are waiting for a decision on their application for protection (asylum)
nb: barnefamilier som venter på svar på søknaden om beskyttelse (asyl)

source: UDI needs this information to decide whether you still meet the criteria for entering Norway and being an au pair.
nb: UDI trenger denne informasjonen for å ta stilling til om du fremdeles oppfyller vilkårene for å reise inn til Norge og være au pair.

source: You are a close family member (spouse/partner/cohabitant/child who is under the age of 21 or supported financially by the parent/parent who is supported financially by their child) who is
nb: Du er et nært familiemedlem (ektefelle/partner/samboer/barn som er under 21 år eller forsørget av forelderen/forelder som blir forsørget av barnet sitt) til en person som er

source: If you are staying in Norway without a legal residence permit, you must return to your home country or another country where you have a residence permit.
nb: Hvis du er i Norge uten gyldig oppholdstillatelse må du returnere til hjemlandet ditt eller et land der du har oppholdstillatelse.

source: be given an exemption from the requirement to be at least 24 years old if
nb: få unntak fra kravet til å ha fylt 24 år hvis

source: Normally, you cannot work in Norway during your visit.
nb: Vanligvis kan du ikke jobbe i Norge mens du er på besøk.

source: If you are from Albania, Georgia, Macedonia, Moldova, Montenegro or Ukraine, you must have a biometric passport
nb: Hvis du er fra Albania, Makedonia, Georgia, Moldova, Montenegro eller Ukraina, må du ha biometrisk pass.

source: A general observation is that each cont
nb: for muligheten til å få bli i Norge.

source: Furthermore, all persons who have been to the UK, South Africa, Ireland, the Netherlands, Austria, Portugal and Brazil must undergo a PCR test at the Norwegian border.
nb: Alle som har oppholdt seg i Storbritannia, Sør-Afrika, Irland, Nederland, Østerrike, Portugal og Brasil skal testes med PCR- test på grensen.

source: consists of interviews and observation during training.
nb: formidle informasjon og retter irritasjonen dit.

source: You get help moving.
nb: Du får hjelp til å flytte.

source: When the UDI has made a decision, you will be notified by the police, the UDI or the embassy.
nb: Når UDI har fattet et vedtak, vil du få beskjed av politiet, UDI eller ambassaden.

source: I have a right of residence in Norway but have never registered with the police.
nb: Jeg har oppholdsrett i Norge, men har aldri registrert meg hos politiet.

source: 116 117 to get in touch with your nearest emergency and accident department.
nb: Ring telefonnummer 116 117 for å kontakte nærmeste legevakt.

source: A person who has stated incorrect information to UDI
nb: en person som har oppgitt uriktig informasjon til UDI

source: If you do not speak Norwegian, you must bring someone along who can interpret for you.
nb: Hvis du ikke kan norsk, må du ha med deg en som kan oversette for deg.

source: To apply for a renewal of the immgrant's passport, you register an application on the application portal of the UDI.
nb: For å søke om å fornye utlendingspasset, registrerer du en søknad på søknadsportalen til UDI.

source: Children under the age of 15 cannot be granted a residence permit pursuant to these rules, but they can apply for
nb: Barn under 15 år kan ikke få oppholdstillatelse etter disse reglene, men har mulighet til å søke om

source: How will your return be organised?
nb: Hva vil skje når du skal reise?

source: has expired, or before you are given a deadline for leaving, you will receive NOK 15,000 per adult and NOK 25,000 per child who was under the age of 18 when you applied for assisted return, in cash.
nb: deres går ut, eller før dere får en utreisefrist, får dere 15 000 kroner per voksen og 25 000 kroner per barn som var under 18 år da dere søkte assistert retur, i kontanter.

source: The UDI will assess whether permits will no longer be valid for persons from Somalia
nb: UDI vil vurdere om tillatelsen skal opphøre for personer fra Somalia som fikk

source: How to use the list
nb: Slik bruker du listen

source: The UDI cooperates with voluntary organisations, such as the International Organization for Migration (IOM), immigrant organisations, and the municipalities.
nb: UDI samarbeider med frivillige organisasjoner som for eksempel International Organization for Migration (IOM), innvandrerorganisasjoner og kommunene.

source: I have applied for protection (asylum) or have already been granted protection (asylum)
nb: Jeg har søkt om beskyttelse (asyl), eller har allerede fått beskyttelse (asyl)

source: If you travel to Norway, your application for a family immigration permit may be rejected because you have given incorrect information when you applied for the visitor’s visa.
nb: Hvis du reiser til Norge risiker du å få avslag på søknaden din om familieinnvandring, fordi du har oppgitt uriktige opplysninger da du søkte om besøksvisumet.

source: Persons who need a visa to visit Norway can in some cases be issued an entry visa, so that they can travel to Norway before they apply or while they are waiting for an answer.
nb: Personer som trenger visum for å besøke Norge kan i noen tilfeller få et innreisevisum, slik at de kan reise til Norge før de søker, eller mens de venter på svar.

source: When will the changes apply from?
nb: Når gjelder endringene fra?

source: give them access to your digital mailbox (external website)
nb: gi dem tilgang til den digitale postkassen din (eksternt nettsted)

source: If you do not have an F code, you need to do this
nb: Hvis du ikke har F-kode, må du gjøre dette

source: You are a 'Dubliner' if you have been registered as an asylum seeker in another European country before you applied for asylum in Norway, or if you have been granted a visa or residence permit in another European country.
nb: Du er «Dubliner» hvis du har blitt registrert som asylsøker i et annet europeisk land før du søkte om asyl i Norge, eller har fått visum eller oppholdstillatelse i et annet europeisk land.

source: In such instances, temporary residence permits are granted on the basis of the immigration act Section 74.
nb: Det innvilges derfor som hovedregel midlertidig oppholdstillatelse jf. utlendingsloven § 74.

source: You are not entitled to leave of absence.
nb: Du har ikke krav påå få permisjon.

source: All the phases of exploitation are prohibited, both the recruitment, transport, the provision of accommodation and receiving the person.
nb: Alle fasene ved utnyttingen er straffbare, både rekrutteringen, transport, losjering og mottak av personen.

source: If you have a digital mailbox, you do not have to wait for our letter to be sent by ordinary post.
nb: Hvis du har en digital postkasse, slipper du å vente på at brevet fra oss skal komme fram i posten.

source: If you need information on where you are going, you will find it here.
nb: Lurer du på hvor du skal, finner du informasjon her.

source: Once you have submitted all the application documents to the police or the embassy, your application will be forwarded to the UDI.
nb: Etter at du har levert alle søknadsdokumentene til politiet eller ambassaden, sendes saken til UDI.

source: Google Analytics uses cookies.
nb: Google Analytics bruker informasjonskapsler.

source: contact the IOM for advice (external website)
nb: kontakte IOM for råd (eksternt nettsted)

source: It is a punishable offence to engage in sexual activity with someone who is under the age of 16 years old.
nb: Det er straffbart å ha seksuell omgang med noen som er under 16 år.

source: Chat with us
nb: Chat med oss

source: If you can, we recommend that you create a digital mailbox account.
nb: Hvis du kan, anbefaler vi deg å opprette en digital postkasse.

source: Apostille and legalisation for EU/EEA cases
nb: Apostille og legalisering i EU/EØS-saker

source: The Police (external website)
nb: Politidistriktene (eksternt nettsted)

source: Foreign nationals can be granted a residence permit in Norway on grounds of, for example, labour immigration, protection (asylum) and family immigration.
nb: Utenlandske statsborgere kan få oppholdstillatelse i Norge på grunnlag av for eksempel arbeidsinnvandring, beskyttelse (asyl) og familieinnvandring.

source: Who are you?
nb: Hvem er du?

source: are a young adult in the 18 to 23 age group who came to Norway as an unaccompanied minor asylum seeker
nb: er ung voksen i alderen 18–23 år som kom til Norge som enslig mindreårig asylsøker

source: If you are from Taiwan, you must have a passport that contains an ID card number.
nb: Hvis du er fra Taiwan, må du ha pass med identitetskortnummer.

source: You should not contact the UDI for confirmation
nb: Du skal ikke kontakte UDI for å få bekreftelse

source: Requirement for those who are getting married (fiancés)
nb: Krav til de som skal gifte seg (forlovede)

source: What documents you need to hand in, will vary depending on the basis of your residence in Norway.
nb: Hvilke dokumenter du skal levere inn vil variere etter hvilket oppholdsgrunnlag du har hatt i Norge.

source: If you have taken the oral test before the autumn of 2009, you must have gotten at least 500 points
nb: Har du tatt den muntlige testen før høsten 2009, må du ha minst 500 poeng

source: the VFS Visa Application Centre in Kampala, Uganda (external website, opens in new window)
nb: VFS søknadssenter i Kampala, Uganda (eksternt nettsted, åpnes i nytt vindu)

source: documentation that you have held a residence permit for the last six months in this country
nb: dokumentasjon på at du har hatt lovlig opphold i landet du søker fra de siste seks månedene

source: Please note that you can not apply for such an entry visa (D-visa) from countries where another country’s embassy represents Norway in immigration matters.
nb: Vær oppmerksom på at du ikke kan søke om slikt innreisevisum (D-visum) fra land hvor et annet lands ambassade representerer Norge i utlendingssaker.

source: Children under the age of 18 automatically become Norwegian at the same time as you if your child is resident in Norway and is not married or a registered partner (see the Citizenship Act § 22).
nb: Barn under 18 år blir norsk automatisk samtidig med deg hvis barnet ditt er bosatt i Norge og ikke er gift eller registrert partner (se statsborgerloven § 22).

source: You must submit your immgrant's passport when you have received the Somali passport.
nb: Du må levere inn utlendingspasset når du har fått det somaliske passet.

source: UDI's checklist, filled out and signed (this list)
nb: UDIs sjekkliste, ferdig utfylt og signert (denne listen)

source: You can document this to public offices or your employer by showing your residence card and your decision together with the receipt of the application received online.
nb: Du kan dokumentere dette overfor offentlige kontorer eller arbeidsgiver ved å vise oppholdskortet ditt og vedtaket ditt sammen med kvitteringen på mottatt søknad på nett.

source: Can I continue with this after 1 January 2021?
nb: Kan jeg fortsette med dette etter 1. januar 2021?

source: If you are granted assisted return you will get a deadline.
nb: Hvis du blir innvilget assistert retur vil du få en frist.

source: Are you being exploited for the purpose of prostitution, work, begging or crime?
nb: Blir du utnyttet i prostitusjon, arbeid, tigging eller kriminalitet?

source: You cannot work in Norway.
nb: Du kan ikke arbeide i Norge.

source: In Addis Ababa and Dar Es Salaam you don’t have to book an appointment in advance.
nb: I Addis Abeba og Dar Es Salaam trenger du ikke bestille time på forhånd.

source: When assessing whether to revoke someone’s permit, we also consider whether
nb: I vurderingen av tilbakekall, ser vi også på om personen har andre grunnlag for å

source: If not, you will be sent back to the European country where you are registered.
nb: Hvis ikke blir du sendt tilbake til det europeiske landet der du er registrert.

source: It is recommended (but not required) that the apartment number (dwelling number) is stated on the contract.
nb: I leiekontrakten er det anbefalt (men det er ikke et krav) at leilighetsnummeret (bruksenhetsnummeret) står.

source: You must be the spouse, cohabitant or dependent child of a diplomat or NATO personnel.
nb: Du må være ektefelle, samboer eller forsørget barn av en diplomat eller NATO-personell.

source: When the UDI assesses whether you can be given an exemption, we will consider what countries your background is from, and whether forced marriages occur in these countries.
nb: Når UDI vurderer om dere kan få unntak fra kravet, ser vi på hvilket land dere har bakgrunn fra, og om det skjer tvangsekteskap i disse landene.

source: The Directorate of Immigration (UDI) is the central agency in the Norwegian immigration administration.
nb: Utlendingsdirektoratet (UDI) er den sentrale etaten i utlendingsforvaltningen.

source: You have to get it yourself at a Somali embassy.
nb: Du bør vente med å levere søknaden om statsborgerskap til du har skaffet somalisk pass.

source: Commfides (external website)
nb: Commfides (eksternt nettsted)

source: You are told where to move.
nb: Du får beskjed om hvor du skal flytte.

source: The UDI updates this page continuously.
nb: UDI oppdaterer denne siden fortløpende.

source: you must have a residence permit to continue your assignment or take new assignments
nb: må du ha oppholdstillatelse for å fortsette oppdraget ditt eller ta nye oppdrag

source: If you wish to hand in your application in Nairobi, Addis Ababa, Kampala or Dar es Salaam, you must select the embassy in Nairobi when filling in the application form in the Application Portal.
nb: Hvis du ønsker å møte på søknadssenteret i Nairobi, Addis Abeba, Kampala eller Dar Es Salaam, velger du ambassaden i Nairobi når du fyller ut søknadsskjemaet i Søknadsportalen.

source: If you do not have a passport/immigrant’s passport/travel document, you must bring a valid ID.
nb: Hvis duikke har pass/utlendingspass/reisebevis, må du ha med deg gyldig legitimasjon.

source: If you have already filled out the application form and selected that you want to hand it in in Khartoum, you can still choose to hand it in in Addis Ababa, Nairobi, Dar Es Salaam or Kampala if you wish.
nb: Hvis du allerede har fylt ut søknadsskjemaet og valgte at du skulle levere søknaden din i Khartoum, kan du likevel møte i Nairobi, Addis Abeba, Kampala eller Dar Es Salaam hvis du ønsker det.

source: How do I get a D number or a national identification number?
nb: Hvordan får jeg et D-nummer eller et fødselsnummer?

source: I live and work in Norway.
nb: Jeg bor og arbeider i Norge.

source: Please bring the following when you go to the police
nb: Dette må du ha med deg når du søker om pass

source: have been awarded a Fulbright grant, or
nb: har fått Fulbright-stipend, eller

source: What will you be in Norway?
nb: Hva skal du være i Norge?

source: If you do not get your local border traffic permit back, you must apply for a new one.
nb: Hvis du ikke får tilbake grenseboerbeviset ditt, må du søke om et nytt.

source: Suppose you have a residence permit that can be renewed (information on this can be found in your decision letter), and you have not been able to book an appointment with the police before the expiry of the permit.
nb: Hvis du har en oppholdstillatelse som kan fornyes (informasjon om dette finner du i vedtaket ditt) og du ikke har fått en time hos politiet før utløpet av tillatelsen kan du selv dokumentere lovlig opphold.

source: When UDI resumes processing the applications, we will process the oldest cases first.
nb: Når UDI gjenopptar behandlingen av søknadene, vil vi behandle de eldste sakene først.

source: You may then travel to Norway if you have a visitor’s visa.
nb: Da har du lov til å reise til Norge hvis du har et besøksvisum.

source: As regards applications for residence permits for skilled workers and seasonal workers, an employer can apply on the worker's behalf.
nb: Ved blant annet søknader om oppholdstillatelse for faglærte og sesongarbeidere kan arbeidsgiveren søke på vegne av arbeidstakeren.

source: parents of children under the age of 18 years old who are refugees in Norway
nb: foreldre til barn under 18 år som er flyktninger i Norge

source: Before you travel to Norway, you must
nb: Før du reiser til Norge, må du

source: Are you getting married abroad?
nb: Skal dere gifte dere i utlandet?

source: If you entered Norway before 31 December 2020, you have exercised your right of residence under the EU/EEA agreement.
nb: Hvis du reiste inn i Norge før 31. desember 2020, har du benyttet deg av oppholdsretten din etter EU/EØS-avtalen.

source: You can do this as described above.
nb: Det kan du gjøre som beskrevet over.

source: NOK 265 998 per year pre-tax
nb: 265 998 kroner i året før skatt

source: You may stay in Norway until your application has been processed even if you have been in Norway more than 90 days.
nb: Da kan du fortsette å oppholde deg i Norge helt til du får svar på søknaden din, selv om du har vært i Norge i mer enn 90 dager.

source: To see the receipt, you must
nb: For å se kvitteringen må du

source: It is not possible for the UDI to give you an immigrants’ passport with an identity that is not correct.
nb: Årene du har bodd i Norge med feil identitet vil telle med når vi behandler søknaden.

source: Can you get a visitor’s visa when you have applied for family immigration?
nb: Kan du få besøksvisum selv om du har søkt om familieinnvandring?

source: What kind of tips can you send to UDI?
nb: Hvilken type tips kan du melde til UDI?

source: Performers, artists, musicians and their support staff do not need a residence permit if they are to have concerts or performances in Norway for a total of maximum 14 days during a calendar year.
nb: Artister, kunstnere, musikere og deres hjelpepersonell trenger ikke oppholdstillatelse hvis de skal ha konserter/forestillinger i Norge i til sammen maksimalt 14 dager i løpet av et kalenderår.

source: you will find information on how to hand in your application documents.
nb: vil du finne informasjon om hvordan du leverer søknadsdokumentene dine.

source: If you are staying in Norway without a valid residence permit, you must return to your home country or another country where you have a residence permit.
nb: Hvis du er i Norge uten gyldig oppholdstillatelse må du returnere til hjemlandet ditt eller et land der du har oppholdstillatelse.

source: This is what you need to bring when you apply for a Norwegian passport
nb: Dette må du ha med deg når du søker om norsk pass

source: Norwegian asylum policy and the work with residence permits - Somali (pdf, 410 kB)
nb: Norsk asylpolitikk og arbeidet med oppholdstillatelser (somali) (pdf, 410 kB)

source: The UDI uses the analysis tool Google Analytics to gather and assess information about how visitors use the website.
nb: UDI bruker analyseverktøyet Google Analytics for å samle og vurdere informasjon om hvordan besøkende bruker nettstedet.

source: While you have this type of residence permit your family members (for example your children) cannot apply for family immigration to move to you in Norway.
nb: Mens du har denne typen oppholdstillatelse kan ikke familiemedlemmene dine (for eksempel barna dine) søke om familieinnvandring med deg.

source: been granted residence permits on false grounds shall lose their permit.
nb: oppholdstillatelse på falskt grunnlag skal miste tillatelsen de har fått.

source: If you have already submitted the application for citizenship to the police, it is not a requirement that you must obtain a Somali passport.
nb: Hvis du allerede har levert søknaden om statsborgerskap hos politiet, er det ikke et krav om at du må skaffe deg et somalisk pass.

source: You must not be
nb: Du kan ikke ha et

source: In addition to this, you can get a reintegration grant of 2 000 euros that may be used for vocational training, courses or education, or starting up a business. You will not get this money paid out in cash, but you will
nb: I tillegg kan du få en reintegreringstilskudd til en verdi av 2 000 euro som kan brukes til yrkesopplæring, kurs eller utdanning, eller til å starte opp en bedrift.

source: If we believe that it is unlikely that you will return, your application will normally be rejected.
nb: Hvis vi mener at det ikke er sannsynlig at du reiser tilbake, vil du vanligvis få avslag på søknaden din.

source: You are a minor under 18 applying for family immigration with your parent (minors must have a written consent from both parents or the parent with parental responsibility)
nb: du er et barn under 18 år som søker om familieinnvandring med forelderen din (Barn må ha godkjennelse fra begge foreldrene, eller den av foreldrene som har foreldreansvar)

source: to Norway or Schengen.
nb: til Norge eller Schengen.

source: What kind of support can you be given?
nb: Hva slags støtte kan du få?

source: a reintegration grant of 2 000 euros that may be used for vocational training, courses or education, or starting up a business. You will not get this money paid out in cash, but you will
nb: en reintegreringstilskudd til en verdi av 2 000 euro som kan brukes til yrkesopplæring, kurs eller utdanning, eller til å starte opp en bedrift.

source: If you get yes on your application
nb: Hvis du får ja på søknaden din

source: 500 were allowed to stay.
nb: Ytterligere 500 fikk oppholdstillatelse.

source: crisis centre (external website)
nb: krisesenter (eksternt nettsted)
